Revit 2027 API
FabricSheetType.MinorLayoutPattern Property
 The layout pattern in the minor direction.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public FabricSheetLayoutPattern MinorLayoutPattern { get; }
Public ReadOnly Property MinorLayoutPattern As FabricSheetLayoutPattern
	Get
public:
property FabricSheetLayoutPattern MinorLayoutPattern {
	FabricSheetLayoutPattern get ();
}
member MinorLayoutPattern : FabricSheetLayoutPattern with get
Property Value
FabricSheetLayoutPattern
See Also
Reference
FabricSheetType Class
Autodesk.Revit.DB.Structure Namespace